import React from 'react'
import frame from "../assets/images/Frame 73.png"
import img13 from "../assets/images/image 13.png"
import img14 from "../assets/images/image 14.png"
import img12 from "../assets/images/image 12.png"
import "../styles/article.css"

const Article = () => {
  return (
    <div className="singlearticle" style={{marginTop:"40px"}}>
       <section style={{display:"flex",alignItems:"flex-start",justifyContent:"space-around"}}>
       <section className='art-left'>
        <img src={frame} style={{width:"100%"}} alt="" />
        <div>
            <h5 className='article-title'>آثار الغطاء النباتي على المناخ والطقس</h5>
            <p className='article-p'>تغطي النباتات حوالة 20% من مساحة كوكب الارض، ولهذا فمن المنطقي ان تكون هذه النباتات تؤثر على الطقس والمناخ، حيث يقوم النباتات بإخراج بخار الماء، وهذا البخار يكون سحابة وهذه السحب تؤثر على الطقس، وكذلك في الرطوبة وفي درجات الحرارة. وكذلك تمتص النباتات نسبة كبيرة من الطاقة ومع ذلك لا تساهم النباتات في الاحترار الكلي لأن الدفء الزائد يتم تعويضه عن طريق التبريد التبخيري الناتج عن النتح. المناخ في الاصل هو متوسط الطقس على فترة زمنية طويلة، لهذا فالغطاء النباتي مهم جداً للمناخ.تقوم عملية البناء الضوئي تساعد النباتات على استقرار المناخ، عن طريق تعويض التقلب في درجات الحرارة والرطوبة خلال عملية اخراج الاكسجين في عملية البناء الضوئي. تستخدم النباتات ثاني اكسيد الكربون في عملية البناء الضوئي، وتعورض كمية الغازات في الجو التي تنبعث من الحرائق.</p>
        </div>
        <div>
            <div><img src={img13} alt="" /><img src={img14} alt="" /></div>
            <div>
                <h3>هذا المقال بقلم كلا من : </h3>
                <p>اسم الكاتب الاول</p>
                <p>اسم الكاتب الثاني</p>
            </div>
        </div>
       </section>
        <section className='art-right'>
            <h1 className='h1-right' style={{margin:"0"}}>الغطاء النباتي</h1>
            <h2 className='h2-right'>آثاره وأهميته والعلاقة بين التقدم وانخفاض الغطاء.</h2>
            <p className='article-p'>تقوم عملية البناء الضوئي تساعد النباتات على استقرار المناخ، عن طريق تعويض التقلب في درجات الحرارة والرطوبة خلال عملية اخراج الاكسجين في عملية البناء الضوئي. تستخدم النباتات ثاني اكسيد الكربون في عملية البناء الضوئي، وتعورض كمية الغازات في الجو التي تنبعث من الحرائق.</p>
<div>            <img style={{width:"100%",borderRadius:"10px"}} src={img12} alt="" />
</div>
            <div>
                <h5 className='article-title'>أهمية الغطاء النباتي:</h5>
                <p className='article-p'>يمتص النباتات ثاني اكسيد الكربون وتخرج الاكسجين الهام للتنفس، وهذا يحد من ظاهرة الاحتباس الحراري. يعمل الغطاء الجوي على تنقية الجو من الغازات السامة ومن الغبار وكافة المواد الضارة العالقة بالجو. يعمل الغطاء النباتي على الحفاظ على درجات الحرارة التي تناسب الانسان لكي يعيش، وتقليص الفرق في الحرارة بين الليل والنهار.
يحفظ رطوبة التربة ودورة حياة المياه الجوفية.
يحافظ الغطاء على دورات العناصر العضوية والمعدنية في التربية.</p>
            </div>
        </section>
       </section>
    </div>
  )
}

export default Article